[ 
    { 
        "id":1, 
        "name":"Rocher au chocolat", 
        "price": 250, 
        "image":"Images/Food_images/pies/gateau01.jpg", 
        "alt": "gateau01", 
        "description":"Le rocher au chocolat, chef-d'œuvre de la pâtisserie, est une symphonie de textures et de saveurs qui éblouit les sens dès le premier regard. Sa coque de chocolat noir, finement ouvragée, offre une expérience tactile exquise, alliant croquant et velouté dans chaque bouchée. Sous cette enveloppe craquante se dévoile un trésor fondant, un mélange irrésistible de chocolat fondu et de noisettes grillées, qui libère un bouquet d'arômes riches et envoûtants. Lorsqu'on le déguste, chaque sensation est une invitation au plaisir : le craquement délicat de la coque cède la place à la douceur onctueuse de l'intérieur, tandis que les saveurs intenses du cacao et les notes chaudes des noisettes dansent en harmonie sur le palais, offrant une expérience gustative inoubliable. Le rocher au chocolat n'est pas seulement une gourmandise, c'est un véritable chef-d'œuvre culinaire qui ravit les sens et éveille l'âme à la beauté de la création sucrée." 
    }, 
    { 
        "id":2, 
        "name":"Donut", 
        "price": 70, 
        "image":"Images/Food_images/pies/gateau02.jpg", 
        "alt": "gateau02", 
        "description":"Dans l'univers des délices sucrés, le donut se présente comme une œuvre d'art comestible, captivant le regard avec sa forme parfaite et son allure alléchante. Imaginez un anneau de pâte tendre et dorée, paré d'un glaçage soyeux qui scintille sous la lumière, invitant chaque sens à succomber à sa tentation. Ce petit chef-d'œuvre de la pâtisserie offre une symphonie de textures et de saveurs : à la première bouchée, la pâte moelleuse se fond en une explosion de délices sucrés, révélant le contraste entre la douceur fondante de la mie et la légère résistance de la croûte. Que ce soit avec un glaçage onctueux aux parfums envoûtants, des éclats de chocolat croquant, ou une simple pluie de sucre scintillant, chaque donut est une expérience unique, une invitation à savourer le bonheur en une seule bouchée." 
 
    }, 
    { 
        "id":3, 
        "name":"Macaron", 
        "price": 50, 
        "image":"Images/Food_images/pies/gateau03.jpg", 
        "alt": "gateau03", 
        "description":"Le macaron, joyau de la pâtisserie française, séduit par sa beauté élégante et son goût exquis. Imaginez une symphonie de saveurs et de textures parfaitement équilibrées : une coque croquante à l'extérieur, délicieusement légère et fondante à l'intérieur, renfermant un trésor de crème ou de ganache aux parfums envoûtants. Chaque macaron est une œuvre d'art miniature, soigneusement confectionnée pour émerveiller les sens. Du pastel délicat de ses coques à sa ganache veloutée, chaque détail est pensé avec précision pour créer une expérience gustative inoubliable. Que ce soit pour une touche de luxe dans un moment spécial ou simplement pour s'offrir une douceur quotidienne, le macaron est bien plus qu'une gourmandise : c'est une expérience sensorielle qui transporte l'esprit dans un voyage de délices sucrés." 
    }, 
    { 
        "id":4, 
        "name":"Eclair", 
        "price": 80, 
        "image":"Images/Food_images/pies/gateau04.jpg", 
        "alt": "gateau04", 
        "description":"L'éclair, symbole d'élégance et de raffinement dans le monde de la pâtisserie, est une merveille culinaire qui éveille tous les sens. Imaginez une longue éclatante de couleur dorée, délicatement ciselée à la surface, offrant une promesse de croquant et de légèreté à chaque bouchée. Sa coque parfaitement cuite renferme un trésor de crème onctueuse ou de ganache richement parfumée, créant un équilibre exquis entre la douceur veloutée et la texture délicate. Que ce soit par son glaçage lustré et coloré qui capte la lumière, ou par les motifs artistiques qui ornent sa surface, chaque éclair est une œuvre d'art comestible, un testament à l'artisanat et à la créativité de la pâtisserie française. Déguster un éclair, c'est s'immerger dans un univers de plaisirs sucrés où chaque sensation est une découverte, chaque saveur une révélation, faisant de chaque bouchée un moment de pur délice et d'émerveillement." 
 
    }, 
    { 
        "id":5, 
        "name":"Piece au Chocolat", 
        "price": 100, 
        "image":"Images/Food_images/pies/gateau05.jpg", 
        "alt": "gateau05", 
        "description":"La ganache au chocolat, incarnation de la luxure chocolatée, est une fusion divine de crémeux et d'intensité cacaotée. Imaginez un mélange velouté et lustré, né de la rencontre entre la crème fraîche et les riches éclats de chocolat noir. Chaque cuillerée révèle une symphonie de saveurs, où la douceur lactée de la crème se marie harmonieusement avec la profondeur complexe du cacao, créant une expérience gustative aussi indulgente qu'irrésistible. Que ce soit enrobant un gâteau, garnissant un éclair ou simplement dégustée à la cuillère, la ganache au chocolat est bien plus qu'une simple garniture : c'est une caresse pour l'âme des amateurs de chocolat, une invitation à plonger dans un océan de délices chocolatés où chaque sensation est un plaisir pur et intense." 
    }, 
    { 
        "id":6, 
        "name":"Verrine a la fraise", 
        "price": 120, 
        "image":"Images/Food_images/pies/gateau06.jpg", 
        "alt": "gateau06", 
        "description":"La verrine à la fraise, joyau de fraîcheur et de gourmandise, est une symphonie de saveurs et de textures qui éveille les sens dès le premier regard. Imaginez une coupe transparente, dévoilant en son sein des couches exquises de douceur et de fraîcheur : une base croquante de biscuit émietté, suivie d'une couche onctueuse de crème fouettée vanillée, puis couronnée de dés de fraises juteuses et sucrées. Chaque cuillerée est une exploration de contrastes délicieux : la légère acidité des fraises fraîchement cueillies se mêle à la douceur veloutée de la crème, tandis que la texture croustillante du biscuit apporte une dimension supplémentaire de plaisir à cette symphonie de saveurs. Servie dans sa coupe transparente, la verrine à la fraise est non seulement un régal pour les papilles, mais aussi un ravissement pour les yeux, évoquant l'abondance des fruits de saison et l'art de la pâtisserie dans toute sa splendeur." 
    }, 
    { 
        "id":7, 
        "name":"Tarte au citron", 
        "price": 400, 
        "image":"Images/Food_images/pies/gateau07.jpg", 
        "alt": "gateau07", 
        "description":"La tarte au citron, délice acidulé et exquis, est une œuvre d'art culinaire qui éblouit par sa simplicité raffinée et son explosion de saveurs. Imaginez une croûte dorée et croustillante, parfaitement cuite pour offrir une base solide à la générosité du citron. Sur cette toile de pâte, une crème onctueuse et veloutée, d'une teinte jaune éclatante, captivant le regard autant que le palais. Chaque cuillerée révèle un équilibre parfait entre l'acidité vive du citron fraîchement pressé et la douceur subtile du sucre, enveloppant les papilles dans une sensation de fraîcheur et de satisfaction. Servie avec une touche de zeste de citron râpé pour une explosion supplémentaire de saveurs, chaque bouchée de cette tarte est une expérience gustative inoubliable, un hommage à la simplicité élégante et à la perfection des ingrédients naturels." 
    }, 
    { 
        "id":8, 
        "name":"Mini quiches", 
        "price": 150, 
        "image":"Images/Food_images/salty/salty01.jpg", 
        "alt": "salty01", 
        "description":"Les mini quiches sont de délicieuses petites bouchées semblables à des tartelettes salées, mais de taille réduite. Elles sont préparées avec une base de pâte brisée ou feuilletée, puis garnies d'un mélange de crème, d'œufs et de divers ingrédients comme du fromage, des légumes, de la viande ou du poisson. Ces garnitures peuvent être adaptées selon les goûts et les préférences personnelles. Une fois les mini quiches garnies, elles sont cuites au four jusqu'à ce qu'elles soient dorées et que la garniture soit bien prise.Les mini quiches sont souvent servies comme hors-d'œuvre lors de réceptions, de fêtes ou de buffets, mais elles peuvent également être appréciées comme collation ou repas léger. Leur petite taille les rend pratiques à manger et elles sont souvent appréciées pour leur saveur savoureuse et leur texture délicieusement fondante. Les combinaisons d'ingrédients pour les mini quiches sont infinies, ce qui permet une grande variété de saveurs et de styles pour satisfaire tous les palais." 
 
    }, 
    { 
        "id":9, 
        "name":"Mini Burger viande", 
        "price": 150, 
        "image":"Images/Food_images/salty/salty02.jpg", 
        "alt": "salty02", 
        "description":"Un mini burger sale est un petit hamburger préparé avec du pain moelleux, une portion de viande hachée assaisonnée de façon savoureuse, du fromage fondu, des légumes croquants et une sauce maison riche en saveurs. Le tout est assemblé de manière à former un mini burger délicieux et gourmand, parfait pour une petite faim ou pour accompagner d'autres plats" 
 
    }, 
    { 
        "id":10, 
        "name":"Mini Burger pate", 
        "price": 100, 
        "image":"Images/Food_images/salty/salty03.jpg", 
        "alt": "salty03", 
        "description":"Un mini burger sale est un petit hamburger préparé avec du pain moelleux, tranche de pate assaisonnée de façon savoureuse, du fromage fondu, des légumes croquants et une sauce maison riche en saveurs. Le tout est assemblé de manière à former un mini burger délicieux et gourmand, parfait pour une petite faim ou pour accompagner d'autres plats" 
    }, 
    { 
        "id":11, 
        "name":"barquette au crevette", 
        "price": 150, 
        "image":"Images/Food_images/salty/salty04.jpg", 
        "alt": "salty04", 
        "description":"Une barquette au crevette est une délicieuse entrée ou un plat léger, souvent servi dans les restaurants ou préparé à la maison. Cette recette populaire consiste en général en des crevettes cuites et décortiquées, servies dans une barquette ou une coque comestible faite à partir de légumes ou de pain. Les crevettes sont souvent assaisonnées avec des herbes fraîches comme le persil ou l'aneth, du jus de citron, de l'ail et parfois une touche de sauce piquante pour ajouter de la saveur. Les barquettes au crevette sont appréciées pour leur fraîcheur, leur simplicité et leur présentation attrayante. Elles peuvent être servies comme hors-d'œuvre lors d'une fête ou comme plat principal pour un repas léger." 
 
    }, 
    { 
        "id":12, 
        "name":"mini sandwitch au thon", 
        "price": 100, 
        "image":"Images/Food_images/salty/salty06.jpg", 
        "alt": "salty06", 
        "description":"Les mini sandwiches au thon sont de délicieuses bouchées qui combinent le goût savoureux du thon avec des ingrédients frais et équilibrés. Habituellement, ces mini sandwiches sont préparés en utilisant du pain de mie, des petits pains ou des petits croissants, coupés en deux pour créer une base. Ensuite, une garniture composée de thon émietté mélangé avec de la mayonnaise, parfois agrémenté d'oignons verts, de céleri, de cornichons ou d'autres condiments, est déposée sur la moitié inférieure du pain. Pour ajouter une touche de fraîcheur et de croquant, on peut également ajouter des feuilles de laitue ou des tranches de tomate. La moitié supérieure du pain est ensuite placée dessus pour former un sandwich. Ces mini sandwiches au thon sont parfaits pour les buffets, les pique-niques ou les déjeuners rapides, et sont appréciés pour leur saveur délicieuse et leur facilité de préparation." 
    },    
    { 
        "id":13, 
        "name":"mini pizza", 
        "price": 80,
        "image":"Images/Food_images/salty/salty08.jpg", 
        "alt": "salty08",
        "description":"Les mini pizzas sont de petites portions de pizza individuelles, parfaites pour une collation ou comme hors-d'œuvre lors d'une fête. Elles commencent généralement avec une base de pâte à pizza, soit pré-faite soit faite maison, coupée en petites rondelles ou formée en petits cercles. Ces mini bases sont ensuite garnies de sauce tomate, de fromage et d'autres ingrédients au choix, comme des tranches de pepperoni, des légumes coupés en dés, des champignons, des olives ou même des morceaux de poulet ou de jambon.Une fois garnies, les mini pizzas sont cuites au four jusqu'à ce que la pâte soit dorée et que le fromage soit fondu et légèrement doré. Elles peuvent être servies chaudes, directement sorties du four, ou à température ambiante pour les occasions où elles sont préparées à l'avance. Les mini pizzas offrent une grande polyvalence en termes de garnitures, ce qui permet à chacun de personnaliser sa propre portion selon ses goûts. Elles sont appréciées pour leur taille pratique, leur facilité de préparation et leur délicieux goût qui rappelle celui des pizzas traditionnelles" 
    }
]